Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 老人瞬间发力，整个人腾空而起，向前扑杀而去，一只仿佛蒲扇大小的巨手伸向少年的脑袋。
en_us: In one powerful motion, Bai Yuan launched himself forward, and his entire body was completely airborne as he swatted a giant hand at Chen Ping'an's head.

source: 老人砰然捏碎手心拳头大小的石子，却不是杀向那名刺客，而是右手一拳轰向那个黑衣少女。
en_us: The old man crushed the fist-sized rock in the palm of his hand, but instead of going after the assassin, he threw a punch at the young woman with his right fist.

source: 老人砸吧砸吧抽着旱烟，翘着二郎腿，望向屋外晦暗雨幕，笑道：“修行？这就算修行了？怎么，如今外边天地，又多出一位有资格立教称祖的家伙了？才害得世风日下，修行路上的光景，一年不如一年？不至于吧，那几位可不是吃素的，既然自己已经当了饕餮，就只能在这条不归路上，继续走下去，决不允许外人来分一杯羹。”
en_us: The old man took several puffs from his smoking pipe before crossing his legs and gazing up at the dark sky and curtain of rain. He chuckled, "Cultivation? This can be regarded as cultivation? What, had another person with the right to found their own teaching and become an ancestor appeared in the outside world? And because of this, they've caused the cultivation world to decline year after year? It can't be, right? Those few mighty beings aren't running a charity. Since they've already decided to become Taotie[ref]The Taotie is an ancient Chinese mythological creature that symbolizes gluttony.[/ref] themselves, they have no choice but to continue down this path. They definitely won't allow others to take a slice of their cake."

source: 老人神色灰暗，自嘲道：“他要是带不走，那就真是谁也带不走了。”
en_us: Old Man Yang's expression was ashen, and he said with a self-deprecating smile, "If he can't take it away, then there's truly no one who can take it away."

source: 老人离去之前，看了看李氏家主，后者苦笑道：“我这就去请老祖宗出山，亲自为陶小姐担任贴身扈从。”
en_us: Prior to his departure, Bai Yuan turned to look at Li Hong, and a wry smile appeared on the latter's face as he said, "I'll get our patriarch to come out of seclusion right away to serve as Young Mistress Tao's personal servant."

source: 老人突然如临大敌，环顾四周，果然此方天地被人为静止为“止境”了，止境是世间诸多小洞天的一种，陆地神仙、金身罗汉也休想开辟而成。
en_us: At this moment, the old man suddenly tensed as if he were facing a powerful enemy. He looked around, and sure enough, this land had been drawn into a "Halted Realm" by someone. Halted Realms were one of the many mystical realms in this world, and this was a realm that even terrestrial gods and golden arhats couldn't dream of creating.

source: 老人突然开口问道：“桃芽，风呢，又打盹啦？不是吓唬你，若是在小镇之外的大家宅子，你这样偷懒，可是要挨罚的。”
en_us: The old man suddenly asked, "Tao Ya, where's the wind? Are you nodding off again? I'm not trying to frighten you, but if you slack off like this in the large clans outside this small town, you'll definitely receive punishment."

source: 老人突然激动万分，“先生对你，何等器重，希望你青出于蓝！你为何偏偏要在此地，不撞南墙不回头？为何要为一座小小城镇，不过五六千人，就舍去百年修为和千年大道全部不要？！若是寻常读书人也就罢了，你是齐静春，是我们先生最器重的得意弟子！是有望别开生面、甚至是立教称祖的读书人！”
en_us: The old man suddenly became extremely worked up as he spoke. "Our teacher had such high hopes for you, expecting you to surpass him one day! Why do you insist on staying in this place and ruining yourself? This is just a small town holding a few thousand residents, why are you willing to sacrifice everything you've built up to this point for them? If a normal scholar were in your place, then it wouldn't be such a big deal, but you, Qi Jingchun, are our teacher's most prized disciple! You are a scholar who has the potential to innovate and establish a branch of teachings of your own!"

source: 老人突然笑道：“这两天有个远房亲戚要登门拜访，到时候桃芽你就跟随家里那几个孩子，起离开小镇。”
en_us: The old man suddenly smiled and said, "A distant relative is going to visit in the next few days. When they leave, you can also leave with the other children in the family."

source: 老人立即离开正堂，并且下令让家族所有人都不得靠近甘露堂百步。
en_us: Li Hong immediately departed from the hall, then issued an order prohibiting all of the other members of his clan from getting within 100 meters of Nectar Hall.

source: 老人笑了，“我且问你，顾氏，如果你可以选择，是愿意让顾粲去往云霞山修行，还是跟随我去往书简湖？”
en_us: The River Severing True Lord smiled as he asked, "Let me ask you this: if you had a choice, would you rather send Gu Can to cultivate on the Dawn Cloud Mountain or accompany me to Lake Shujian?"

source: 老人笑呵呵道：“别急别急，等到了水井边上坐下来，再给你看个够。”
en_us: "Don't be in such a hurry. Let me take a seat on the edge of the well, and I'll let you look as much as you want," the old man chuckled.

source: 老人笑呵呵道：“疼啊，那就乖乖受着。”
en_us: The old man chuckled and said, "It hurts, huh. Then obediently endure it."

source: 老人笑道：“不近人情？”
en_us: "Unreasonable?" Old Man Yang finished with a smile.

source: 老人笑道：“你齐静春是善财童子啊？”
en_us: "Qi Jingchun, are you a charity?" the old man chuckled.

source: 老人笑道：“很久以前有位外来剑修，有写游记的习惯，一路风土人情，都被他写了下来，最后死在咱们小镇附近，我就把那本厚厚的游记拿回来，没事情的时候翻一翻。”
en_us: Old Man Yang smiled and replied, "A swordsman came to our small town a long time ago, and he had a habit of recording his travel experiences. In the end, he died nearby, so I retrieved his thick travel diary and flipped through it whenever I was bored."

source: 老人笑问道：“是不是很奇怪，分明是餐霞饮露、不理俗事的世外之人，为何潜心修道，修来修去，好像只修出了这般城府戾气？比你这眼窝子浅的无知村妇，也好不到哪里去？”
en_us: The old man smile as he mused, "You must think it strange that someone like me, who has dedicated himself to cultivation and the pursuit of the Great Dao, would end up being so petty and hostile. In fact, I daresay you're thinking that I'm no better than an uneducated village woman like yourself, isn't that right?"

source: 老人终于说话：“你不读书也是死脑筋。”
en_us: "You might not be a scholar, but you're also braindead," Old Man Yang finally said.

source: 老人终究是步子远远大过少年，逐渐拉近距离，不出意外，很快就要追上那个身形其实已经足够灵活的消瘦少年。
en_us: Bai Yuan's stride length far exceeded Chen Ping'an's, and the distance between them was gradually being whittled down. Barring any mishaps, he was going to catch up to Chen Ping'an at any moment.

source: 老人缓缓向前几步，眯起眼，俯身审视着那条铁锁，一端捆绑死结于水井轱辘底部。
en_us: The old man slowly took a few steps forward, leaning down to inspect the metal chain, one end of which was bound tightly to the underside of the well winch.

source: 老人缓缓说道：“你既然如今已经走到这一步，有些规矩就该跟你说清楚，免得以后身死道消，也不晓得怎么回事，还觉得自个儿委屈。”
en_us: "Since you've already reached this stage, there are some rules that I should make clear to you, lest you die in the future and not know the cause, perhaps even feeling like you've been wronged," Old Man Yang slowly said.

source: 老人缓缓说道：“如今小洞天已经缓缓落回人间，跟大地接壤，正处于落地生根的关键时期，过不了多久，就要与大骊王朝版图同气连枝，你之所以只能被称为河婆，而不是河神，就像是在世俗王朝，你仍然只是个不入清流品秩的胥吏，并未真正获得官身，一步之差，天壤之别。”
en_us: Old Man Yang continued, "At this point, this small world is already slowly falling back to the mortal realm to be reintegrated with the earth. At the moment, it's at a very important stage in this process, and it won't be long before the small world becomes connected to the Great Li Empire. Here, you are only known as a river guardian as opposed to a river god, just like the informal officials of the mortal empires. It seems to be only a slight difference, but the difference is night and day."

source: 老人缓缓道：“一步步把齐静春逼到那个唯有求死的境地，是不是你的手笔？”
en_us: "Were you the one who forced Qi Jingchun step by step into that situation where he had no choice but to sacrifice himself?" Old Man Yang asked.

source: 老人置若罔闻，只是对小主人笑道：“小镇好些铺子，各有渊源来历，小姐可以逛逛，说不定就能捡漏。”
en_us: The old man ignored her questions, and he simply smiled at the little girl and said, "The stalls in this small town have all kinds of histories and origins. Young Mistress, you can take a look around, and you might even be able to obtain some hidden treasures."

source: 老人置若罔闻，只是相较之前，这位对于刺杀偷袭可谓经验丰富的老宦官，已经将少女的危害程度，下降为第二位，第一把交椅，则让位给了小巷另一侧的出手之人。
en_us: The old man paid no heed to her, and as a seasoned eunuch who had a wealth of experience when it came to dealing with assassination attempts, he was already regarding the young woman as only the secondary threat present. As for the primary threat, that position belonged to the man on the other side of the alley who had hurled the rock at the boy's head.

source: 老人脚下的水潭，涟漪阵阵，波光粼粼，水面之下，好像有大把大把的水草在摇晃，大太阳底下，仍是透着一股无法言喻的阴森诡谲。
en_us: The pool of water beneath his feet was shimmering and rippling incessantly, and there seemed to be large clumps of aquatic plants swaying beneath the surface. Even under the light of the sun, the aquatic plants still gave off an inexplicable sense of unsettling eeriness.

source: 老人脸色不变，双指并拢夹住剑尖，向后推。
en_us: Despite this, his expression remained completely unchanged as he gripped the tip of the sword between two of his fingers before pushing it backward, forcing the flying sword out of his chest.

source: 老人脸色凝重，“这种情况可能性太小，后果也太大，无法想象，我希望不是，也……应该不是。”
en_us: Old Man Yang's expression became solemn, and he continued, "No, the probability of this happening is far too miniscule. The consequences are also far too great. It's simply unimaginable. I hope that this isn't the case. It also... shouldn't be the case."

source: 老人脸色阴沉。
en_us: Old Man Yang's expression became dark.

source: 老人自称“咱家”，处处骨子里透着卑躬屈膝，尤其是在心底以此为豪，只能是忠心耿耿的宫中阉人。
en_us: The old man was constantly groveling at the young boy's feet, yet he seemed to take pride in debasing himself in servitude, and that indicated that he had to have been a eunuch from an imperial palace, a castrated servant who served his imperial masters with the utmost loyalty.

source: 老人自言自语道：“小姑娘，我问你，当一个人在心中默念的时候，所谓心声，到底是何人之声。”
en_us: The old man mused to himself, saying, "Little girl, let me ask you something. When a person says something in their mind, this is referred to as a voice in the mind. So, who does this voice belong to?"

source: 老人自问自答，“给我的那句，是‘天地生君子，君子理天地’。给你的那句，是‘学不可以已。青取之于蓝，而青于蓝。’”
en_us: "What he told me was 'heaven and earth nurture the monarch, while the monarch rules over heaven and earth', and what he told you was 'one must never stop learning. The student shall surpass the teacher'."

source: 老人自顾自陷入沉思。
en_us: As if in his own world, he fell into deep thought.

source: 老人莫名其妙问道：“郑大风，你知道自己为什么没大出息吗？”
en_us: "Zheng Dafeng, do you know why you're not successful?" Old Man Yang mysteriously asked.

source: 老人被震惊得无以复加，满脸错愕，继而怒喝道：“礼者，所以正身也！”
en_us: The old man was astonished beyond belief to hear this, and he was stunned into silence for a moment before yelling in a furious voice, "You must respect the teachings of our teacher!"

source: 老人视线冷冷望向那个躲躲藏藏的汉子，郑大风。
en_us: The old man wore a cold expression as he looked at the hiding man, Zheng Dafeng.

source: 老人解释道：“那男子死于非命，多半是无意间知晓了小镇秘密，可惜运气远不如你们家好，祖荫更比不得你家多，最后男人为了他儿子的安危，偷偷打碎了那只本命瓷瓶，如此一来，自然让小镇外的某座宗门落了空，这可是好大一笔投入，一个小窑工，哪里赔得起，就只好以命相抵，一条命不够，就加上他媳妇的，说来可笑，大概是那个窑工的死，对某些人来说太过轻巧，实在懒得耗费多余精力，故而用以瞒天过海的遮掩术法，竟然施展得如此简陋，也太不当回事了。”
en_us: The River Severing True Lord explained, "That boy's father didn't die from an accident. What most likely happened is that he inadvertently discovered the secret of this town, but he was far less fortunate that you, and his ancestral blessings were also sorely lacking compared with those of your clan's. In the end, he shattered his own son's bonded porcelain vase for the sake of his safety. As a result, a certain sect outside the town lost everything that they had it had been painstakingly orchestrating. That's a massive investment gone to waste, and there's no way that a lowly potter like him would've be able to compensate the sect for their losses, so he had to pay with his life. His life alone wasn't enough, and they claimed his wife as well. The sect behind all of this most likely thought that the death of a potter wouldn't be worthy of note in anyone's eyes, so they couldn't even be bothered to do a good job of covering it up, using an extremely crude concealment technique that I was able to see through in mere moments. The degree of negligence is as laughable as it is astounding."

source: 老人讥笑道：“我又不是读书人，你先生学问就算已经大过了至圣先师，我也不会说他半句好。”
en_us: Old Man Yang sneered and said, "Well, it's not like I'm a scholar, so I'm won't praise your master even if his knowledge has alreayd surpassed Confucius."

source: 老人讥讽道：“是不是很疼？”
en_us: "It hurts a lot?" the old man sneered.

source: 老人说道：“小姐，我去盯着那边的动静了，对方虽然是咱们正阳山台面上的盟友，但是那一大家子人的秉性品行，呵，不提也罢，省得脏了小姐的耳朵。”
en_us: "I'm going back to keep an eye on the proceedings, Young Mistress. On the surface, they're supposed to be allies of our Sun Scorch Mountain, but when it comes to their integrity and the way they conduct themselves... I won't mention it. It's not worth soiling your precious ears hearing about them."

source: 老人说道：“带着苻南华，一起去老龙城。”
en_us: "Bring Fu Nanhua with you and go to Old Dragon City," Old Man Yang ordered.

source: 老人说道：“过犹不及，她的早慧漏了马脚。”
en_us: "I could tell from very early on that she was putting on an act to try and intimidate me," Wu Yue replied.

source: 老人身形佝偻，转头斜眼看着少女，云淡风轻问道：“你男人啊？”
en_us: The hunched old man shot a sideways glance at Ning Yao. "He's your man?" he asked calmly.

source: 老人身材魁梧，如同一座小山，旁边的妇人投来一个致歉的眼神，威严老人对此视而不见。
en_us: The old man was built like a small mountain, and the woman beside him gave him an apologetic look, only to be completely ignored.

source: 老人转头对一个扎羊角辫的小女孩说道：“你去喊李宝瓶回来，我们今天就要离开小镇。”
en_us: The old janitor turned to a little girl with her hair arranged into a pair of braids, and he instructed, "Bring Li Baoping back. We're leaving the town today."

source: 老人转身离去。
en_us: The old man turned to depart, and shortly thereafter, a small oriole with adorable colors landed on the tip of one of the peach trees' branches, chirping gently as it did so.

source: 老人转过头，沉声道：“李虹！”
en_us: He then turned around with a furious expression and called out, "Li Hong!"

source: 老人转过头，笑眯眯道：“你的意思，是说自己不过凑巧来这里取走镇国玉圭，又凑巧碰上这桩惨案而已，属于黄泥巴落在裤裆里，不是屎也是屎？”
en_us: Old Man Yang turned to Cui Minghuang with a smile as he said, "So what you're saying is that you only came here to take the jade tablet, and it's a pure coincidence that you just so happened to be here for Qi Jingchun's demise. Essentially, you're saying that you spilled water on your crotch, and no one believes that you didn't wet yourself."

source: 老人轻喝道：“睡去！”
en_us: "Sleep!" the old man commanded.

source: 老人轻轻呼出口浊气，跨过门槛，走下台阶，走向最近的棵桃树，站在树底下，老人伤感道：“桃之夭夭，灼灼其华。真的是再也见不到啦。”
en_us: The old man gently exhaled. He then walked out the door and down steps, waking to a nearby peach tree and standing under it. There was sadness in his voice as he said, "A beautiful girl like the blooming peach blossoms... There's truly no opportunity for me to witness it again."

source: 老人轻轻摇头，想起同样是差不多岁数的同龄人，另外两位读书种子，宋集薪和赵繇，再看看这位，人生际遇，天壤之别。
en_us: The old man shook his head as he heaved a faint sigh. He couldn't help but think of Song Jixin and Zhao Yao, who were both of a similar age to Chen Ping'an, but their lives had taken completely different trajectories compared with Chen Ping'an's.

source: 老人连忙否认，然后岔开话题，问道：“小镇上是不是经常发生一些怪事？”
en_us: The old man hurriedly denied the accusation, then changed the subject as he asked, "Are there often some strange things happening in this town?"

source: 老人连忙挪开几步，站到一旁，摆手笑道：“可担待不起先生二字。”
en_us: The old man hurriedly stepped aside as he waved his hands with a humble smile. "Don't call me sir, that's too lofty a title for me to bear."

source: 老人郑重其事地向前走到井口旁边，一低头，发现兔崽子这次换成双脚岔开坐在井口上，老人有些后悔自己招惹这个无法无天的小娃儿了。
en_us: The old man made his way over to the well with a serious expression, and he looked down to find that the child was squatting on the edge of the well this time, and he was beginning to regret picking out this unruly child as his guide.

source: 老人问完所有问题后，望向齐静春，“可还记得我们去往山崖书院之前，先生的临别赠言？”
en_us: After all of his questions had been answered, the old man cast his gaze toward Qi Jingchun and asked, "Do you still remember what our teacher told us before we traveled to Mountain Cliff Academy?"

source: 老人问道：“你是如何认得老夫？”
en_us: "Oh? How do you know of me?" the old man asked.

source: 老人问道：“少年的爹娘，两人的姓名和生辰八字，你知不知道？”
en_us: "Do you know the names, birthdates, and eight characters of the boy's parents," the River Severing True Lord asked. [ref]According to ancient Chinese superstitions, the "eight characters" is a Chinese astrological concept that a person's destiny or fate can be divined by the two sexagenary cycle characters assigned to their birth year, month, day, and hour.[/ref]

source: 老人问道：“说说看。”
en_us: "Tell me about it," the old man prompted.

source: 老人随即嘀咕道：“给个小娘们背着，也不嫌磕碜。”
en_us: "Being carried by a young girl... Don't you find this embarrassing?" the old man mumbled.

source: 老人默不作声。
en_us: The old man remained silent.

source: 老人默不作声，转身就走，只说再给他一次机会。
en_us: The old man declared that he was only going to give the boy one more chance, then departed in silence.

source: 老先生说得唾沫四溅，底下所有小镇百姓都无动于衷，人人满脸茫然。
en_us: The old man was speaking with such vigor and enthusiasm that spittle was flying everywhere out of his mouth, but all of the town residents around him were looking on with lost and befuddled expressions.

source: 老天爷不给公道，没事，我自己去要，能要多少是多少。
en_us: If the heavens won't uphold justice, then I'll just have to take matters into my own hands. No matter what happens, I'll know that I've tried. qhwoetihwqoiehtqoeitqhewthoiwehotethqewhtoihewtoihqhwt

source: 老天爷挺小气的。
en_us: The heavens were fairly stingy.

source: 老奴站起身，气势磅礴，道：“小姐，廊桥少年一事，已经不用理会，容老奴杀了风雷园的人，就在那座山顶门外等你。那齐静春若是识相，就隔岸观火，若是他敢插手，老奴就敢撞他个支离破碎。便是阮师出手，老奴也要与之一战到底，才算不虚此行！”
en_us: Bai Yuan stood up as he spoke, and a vast aura began to seep out of his body as he continued, "There's no need to think about that boy any longer, Young Mistress. After I've killed everyone from the Wind Lightning Field, I'll wait for you on top of that mountain outside. If Qi Jingchun knows what's good for him, then he'll do nothing aside from observe. If he dares to intervene, then I'll smash him to bits! Even if Master Ruan steps in, I'm definitely not going to back down!"

source: 老妇人犹然诉说早年各种更蒙拐骗的伎俩，得意洋洋。
en_us: However, the old woman continued to explain how she hand tricked and swindled others in the past, her expression bright and filled with smugness.

source: 老妇人猛然问道：“你喜欢稚圭那个小贱婢干啥？”
en_us: The old woman suddenly asked, "Why do you like that despicable Zhi Gui?"

source: 老妇人看了眼自己孙子，少年眼神中终于带着点情感，她欣慰笑了，反过来拍了拍马苦玄的手背，“奶奶我啊，是没福气的人，你爷爷有良心没本事，靠不住，儿子有本事没良心，还是靠不住，所以就只剩下你这么个念想了。要是你再没有出息，奶奶这辈子吃过的那么多苦，算是白吃了。吃苦不算什么，别像奶奶这样就成，以后一定要出息，有大出息，谁欺负过你，你往死里欺负回来，千万别当好人，坏人呢，偶尔当几次，也没事的，别一门心思吃饱了撑着去害人就行，小心遭报应不是？老天爷喜欢一年到头打盹归打盹，可总还有睁开眼睛的时候不是，万一给抓个正着，哎呦”
en_us: A hint of emotion finally appeared in the old woman's eyes as she looked at her grandson, and a smile appeared in her face as she lifted her hand to pat the back of Ma Kuxuan's hand. "Your grandma is quite an unfortunate person. Your grandpa was someone with conscience, but he wasn't someone with skill. So, he wasn't someone who could be relied on. Meanwhile, my son was someone with skill, but not someone with consience. So, he also wasn't someone who could be relied on. In the end, you're the only person who I still care about. "If you don't make some progress soon, grandma would have truly endured all these hardships for nothing. However, what are a few hardships? Just don't be like grandma in the future. You definitely have to grow up and make a name for yourself in the future. If someone bullies you, then bully them back a thousand times harder! You definitely shouldn't become a good person. In terms of being a bad person, it's okay if it's just for a few times. Just don't think about harming others all the time. One needs to be careful of facing punishment and retribution after all, right? The heavens might like to nod off for years on end, but there are ultimately the occasional moments that the heavens open its eyes. If you're unlucky enough to get caught... then ouch!"

source: 老妇人脸色剧变，赶紧伸手捂住自己孙子的嘴巴，厉色道：“有些事情，可以做，不能说！”
en_us: The old woman's expression changed drastically, and she hurriedly reached over to cover her grandson's mouth, saying with a stern expression, "Some things can be done, but they can't be talked about!"

source: 老妪一口气冲出数十丈后，水下身影打了一个旋，为了庆贺劫后余生，情不自禁地一圈圈转动起来，一团青丝缠绕那具已无血肉的干瘦躯壳。
en_us: The old woman passed through without any obstruction, and after rushing several hundred feet past the stone bridge, she couldn't help but twirl around in the water in excitement, causing her hair to wind around her wizened and fleshless body.

source: 老妪一咬牙，问道：“大仙，之所以愿意庇护我，是不是因为我那孙子？”
en_us: The old woman gritted her teeth and asked, "Great immortal, are you only willing to protect me because of my grandson?"

source: 老妪之前心生怯意不敢一口应下，此时听到大仙的冷嘲热讽，心知不妙，立即讨饶，深潭溪水顿时翻涌。
en_us: The old woman's heart immediately sank slightly as she listened to Old Man Yang's thinly veiled insult, and she hurriedly begged for mercy, causing the water in the creek to tumble and churn incessantly.

source: 老妪以往跟顾寡妇那个骚狐狸吵架，输归输，老妪每次事后觉得功力见长，下次吵架肯定能找回场子，哪像这个泥瓶巷的小浪蹄子，次次故意闷不吭声，但是每次少女离开时候的眼神，又透着股让老妪极其不舒服的意味，真是让老妪恨得牙痒痒，很想上前就抓她个满脸花，省得附近几条巷子的少年和青壮汉子，人人恨不得把魂都挂在那不要脸婢女的腰肢上。
en_us: When the old woman argued with the seductive widow in the past, she would indeed lose every single time. However, the old woman would also feel like her skills would improve a little every single time. Thus, she was confident that she would definitely win their next argument. Right now, however, things were completely different. The lowly maidservant from Clay Vase Alley was keeping her mouth shut and pretending not to hear her. Yet, the expression in her eyes carried a hint of something that made the old woman feel extremely uncomfortable. This caused the old woman to become even angrier. She truly wanted to rush over to scratch and ruin that lowly maidservant's face. That way, the youths and men in the nearby alleys wouldn't have their souls sucked away by that shameless maidservant's looks and figure.

source: 老妪伸出干枯的手掌，拍了拍宝贝孙子的手背，“比你爷爷强，读书不知会讲狗屁道理，也会说好话给人听。”
en_us: The old woman reached over with her wrinkly hand and patted the back of her grandson's hand, saying, "You're much better than your grandpa who could only talk about manners and etiquette. You also understand how to say things that are pleasing to the ear."

source: 老妪先是愣，然后立即恼羞成怒，拐杖就打过去，“老不羞的贼胚子，大把年纪了，还敢嘴花花”
en_us: The old woman faltered upon hearing this. However, she immediately became enraged, swinging her cane at him and saying, "Shameless old geezer! How old are you? Yet, you still dare to make such remarks."

source: 老妪又问，“既然如此，大仙为何任由那真武山兵家，带走我家马苦玄？为何不自己来栽培？”
en_us: "If that's the case, then why did you allow the swordsman from True Martial Mountain to take Ma Kuxuan with him? Why didn't you teach my grandson yourself?" she asked.

source: 老妪向后退出一步，无比庄严肃穆道：“赵繇，落座！今天就由你替赵家列祖列宗，为龙点睛！”
en_us: The old woman took a step back and said in an extremely solemn and dignified voice, "Zhao Yao, take your seat! Today, you'll be responsible for adding the finishing touches for the ancestors of the Zhao Clan."

source: 老妪吓得不轻，竟然忘了还嘴，更别提还手。
en_us: The old woman was quite shaken by this, and she even forgot to curse back as a result, let alone attempting to strike back.

source: 老妪呆住。
en_us: The old woman was dumbfounded.

source: 老妪嗤笑道：“他啊，聪明是最聪明了，只不过你爷爷生前早就三岁看老，看死了那小东西，想知道你爷爷是咋说的不？”
en_us: The old woman sneered and said, "He is indeed very smart. However, when your grandpa was still alive, he had already seen through this person when he was only three years old. Do you want to know what your grandpa said?"

source: 老妪嚅嚅喏喏道：“不敢了，再也不敢了。”
en_us: "I'll make sure to remember," the old woman hurriedly said in an obedient voice.

source: 老妪坐下后，哀叹一声，开始念自家那本难念的经，“我的乖孙儿呦，你是不知道，今儿白天，那头白眼狼不知道闻到了啥肉味，突然拎着大包小包的礼物登门，你当时不在家，你是没看到他那副嘴脸，真是孝顺儿子慈祥爹，都快把奶奶给感动哭喽。”
en_us: The old woman sighed as she sat down, saying, "Oh, my darling grandson, do you know? In the morning, that ungrateful brat suddenly came knocking for heaven knows what reason, with bags of big and small gifts in his hands. You weren't home at the time, so you weren't able to see his expression. Oh, how appeared like a dutiful son and caring father. Your grandma was almost moved to tears!"
